const buy_list = {
  title: "ซื้อ",
  data: [
    {
      title: "ประเภทอสังหาฯในไทย",
      list: [
        "คอนโด",
        "บ้านเดี่ยว",
        "วิลล่า",
        "ที่ดิน",
        "ทาวน์เฮ้าส์",
        "อพาร์ทเม้นท์",
        "เพนท์เฮ้าส์",
        "ตึกทั้งหมด",
        "โรงแรม",
        "ร้านขายของ",
        "สำนักงาน",
        "คลังสินค้า",
        "พื้นที่ค้าปลีก",
        "Reestaurants",
        "บาร์",
        "Industrials",
      ],
    },
    {
      title: "ไทย",
      list: [
        "บ้านและคอนโดเชิงพาณิชย์",
        "บ้านและคอนโดเพื่อการลงทุน",
        "บ้านและคอนโดหรู",
        "บ้านและคอนโดราคาถูก",
        "ภาพรวมทำเล",
      ],
    },
  ],
};

const rent_list = {
  title: "เช่า",
  data: [
    {
      title: "มีให้เช่าในไทย",
      list: [
        "คอนโด",
        "บ้านเดี่ยว",
        "วิลล่า",
        "อพาร์ทเม้นท์",
        "ทาวน์เฮ้าส์",
        "สำนักงาน",
        "เพนท์เฮ้าส์",
        "คลังสินค้า",
        "ร้านขายของ",
        "ตึกทั้งหมด",
        "พื้นที่ค้าปลีก",
        "โรงแรม",
        "Restaurants",
      ],
    },
    {
      title: "ตลาดอสังหาฯ ในไทย",
      list: [
        "บ้านและคอนโดเชิงพาณิชย์",
        "บ้านและคอนโดหรู",
        "บ้านและคอนโดราคาถูก",
      ],
    },
  ],
  other: [" ยูนิตปล่อยเช่าล่าสุด", "ลงประกาศให้เช่า"],
};

const sell_list = {
  title: "ขาย",
  data: [
    {
      title: "ไทย",
      list:["ลงประกาศขาย"]
    },
  ],
  other: ["ทำไมต้องประกาศขายบ้านกับเรา", "พาร์ทเนอร์โปรแกรม"],
};

const all_project_list = {
  title: "โครงการทั้งหมด",
  data: [
    {
      title: "ลิสต์รายชื่อโครงการ",
      list: [
        "กรุงเทพมหานคร",
        "ภูเก็ต",
        "พัทยา",
        "หัวหิน",
        "เกาะสมุย",
        "เชียงใหม่",
      ],
    },
  ],
};

const freq_question={
  title:"คำถามที่พบบ่อย"
}

const service_list = {
  title: "บริการ",
  data: [
    {
      title: "บริหารจัดการอสังหาฯ เพื่อปล่อยเช่า",
      list: ["ภูเก็ต"],
    },
  ],
};

const work_list = {
  title: "ร่วมงานกับเรา",
  data: [
    {
      title: "ตำแหน่งงาน",
      list: ["ตัวแทนขายบ้าน", "ตำแหน่งงานทั้งหมด"],
    },
  ],
};

export {
  buy_list,
  rent_list,
  sell_list,
  all_project_list,
  freq_question,
  service_list,
  work_list,
};
